{
  "title": "Join Us",
  "title-1": "Gathering originates from interest",
  "content-1": "Associations begin with similar interests, and the Science Association always sticks to its original intention and takes interest as its driving force all the time. In the technical department of the Science Association, every student is gathered together because of common interests or similar pursuits. Here, helping each other and making progress together is a constant theme. Open-source equality and passing on the flame is the unchanging mission that the Science Association has been adhering to.",
  "button-1": "Explore the technology-based departments of SAST",
  "title-2": "Internet Management Thinking",
  "content-2": "The construction and image of the Science Association is inextricably linked to the management class departments. In the Science Association, the management category carries the bits and pieces of the construction of the Science Association since the 30th session. Freedom, openness and communication are qualities that run through the bones of the people of the Science Association. In the Science Association, we have eliminated formalism and reduced the complicated and trivial matters to the simplest and the best. High quality and efficiency is what we ultimately look forward to.",
  "button-2": "Exploring the Construction Class Department of SAST",
  "title-3": "Innovation and Entrepreneurship",
  "content-3": "The Science Association is always at the forefront of innovation and entrepreneurship. In the context of the rapid development of science and technology, the members of the Science Association are always thinking and acting at the forefront. Relying on the strong support of the Innovation and Entrepreneurship Department of the University League Committee, the Science Association dares to innovate and create the first. Here, you are always at the forefront of participating in the National Innovation and Entrepreneurship Programme for University Students at Southeast University. In the Science Association, digging up old knowledge and iterating new knowledge will become a quality that you will benefit a lot from.",
  "button-3": "Explore the Innovation Classes Department of SAST",
  "calling": "It's time to write your story"
}
